---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedWood.WoodUsePores
source: html/561f035f-78ef-981f-ce37-3393bf5c9fbb.htm
---
# Autodesk.Revit.DB.Visual.AdvancedWood.WoodUsePores Property

The property labeled "Use pores feature" from the "AdvancedWood" schema.

## Syntax (C#)
```csharp
public static string WoodUsePores { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".